<?php

return [
    "alphpa" => "فقط حروف اجازه است",
    "alpha-num" => "فقط نمبر اجازه است",
    "alpha-dash" => "فقط حروف، نمبر، _، و - جایز است",
    "boolean" => "این فیلد فقط درست یا غلط قیمت میگیرد",
    "confirmed" => "قیمت درج شده مطابقت ندارد",
    "date" => "تاریخ درج شده معتبر نیست",
    "email" => "ایمیل باید به  شکل (something@example.com) باشد",
    "file" => "مورد انتخاب شده باید فایل باشد",
    "image" => "فایل انتخاب شده باید عکس باشد",
    "integer" => "نمبر وارده باید عدد تام و کامل باشد",
    "ip" => "آی پی درست نمی باشد",
    "max-string" => "حروف فیلد مربوطه نباید بیشتر از 64 حرف باشد",
    "min-string" => "حروف فیلد مربوطه نباید کمتر از 3 حرف باشد",
    "numeric" => "در فیلد مربوطه فقط نمبر اجازه است",
    "password" => "پسورد نادرست میباشد",
    "required" => "این بخش الزامی میباشد",
    "unique" => "دیتای وارده قبلاً در دیتابیس ثبت شده  ",
];
